[LWS_Agent X2SoldierClassTemplate]

DisplayName="Агент"
ClassSummary="Агент - это гибкий солдат, который может сражаться на близких дистанциях с помощью дробовика и ножа или использовать более тонкий подход в качестве скрытного снайпера. Но больше всего они выделяются своей скоростью и талантом похищать имущество противника."

LeftAbilityTreeTitle="Ограбление"
RightAbilityTreeTitle="Кинжал"
AbilityTreeTitles[0]="Ограбление"
AbilityTreeTitles[1]="Плащ"
AbilityTreeTitles[2]="Кинжал"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="Пистолеты"

;ALPHABETICAL ORDER... NOT!
RandomNickNames[0]="Двойной-ох"
RandomNickNames[1]="Блиц"
RandomNickNames[2]="Укол"
RandomNickNames[3]="Мясник"
RandomNickNames[4]="Опора"
RandomNickNames[5]="Плут"
RandomNickNames[6]="Призрак"
RandomNickNames[7]="Покров"
RandomNickNames[8]="Стержень"
RandomNickNames[9]="Грань"
RandomNickNames[10]="Резак"
RandomNickNames[11]="Кью"
RandomNickNames[12]="Вышибала"
RandomNickNames[13]="Рок"
RandomNickNames[14]="Вспышка"
RandomNickNames[15]="Жюри"
RandomNickNames[16]="Судья"
RandomNickNames[17]="Некто"
RandomNickNames[18]="Один-два"
RandomNickNames[19]="Борзейт"
RandomNickNames[20]="Нет следов"
RandomNickNames[21]="Клык"
RandomNickNames[22]="Кровность"
RandomNickNames[23]="Казанова"
RandomNickNames[24]="Джек-пот"
RandomNickNames[25]="Взрыв"
RandomNickNames[26]="Мустанг"
RandomNickNames[27]="Паладин"
RandomNickNames[28]="Питбуль"
RandomNickNames[29]="Хищник"
RandomNickNames[30]="Бритва"
RandomNickNames[31]="Самурай"
RandomNickNames[32]="Скорпион"
RandomNickNames[33]="Сёгун"
RandomNickNames[34]="Тень"
RandomNickNames[35]="Убийца"
RandomNickNames[36]="Змея"
RandomNickNames[37]="Змеиные глаза"
RandomNickNames[38]="Соло"
RandomNickNames[39]="Спектр"
RandomNickNames[40]="Паук"
RandomNickNames[41]="Сталкер"
RandomNickNames[42]="Сталь"
RandomNickNames[43]="Жало"
RandomNickNames[44]="Последний вздох"
RandomNickNames[45]="Троян"
RandomNickNames[46]="Лудильщик"
RandomNickNames[47]="Нео"
RandomNickNames[48]="Надзиратель"
RandomNickNames[49]="Военачальник"
RandomNickNames[50]="Росомаха"
;ALPHABETICAL ORDER... lol
RandomNickNames_Male[0]="Вуманайзер"
RandomNickNames_Male[1]="Джентльмен"
RandomNickNames_Male[2]="Парень"
RandomNickNames_Male[3]="Жеребец"
RandomNickNames_Male[4]="Дипломированный"
;ALPHABETICAL ORDER
RandomNickNames_Female[0]="Афина"
RandomNickNames_Female[1]="Герцогиня"
RandomNicknames_Female[2]="Железная леди"
RandomNicknames_Female[3]="Черная вдова"
RandomNicknames_Female[4]="Исполнитель"
RandomNickNames_Female[5]="Валькирия"
;ALPHABETICAL ORDER
PhotoboothSoloBLines_Male[0]="Его клинок... ИХ КРОВЬ!"
PhotoboothSoloBLines_Male[1]="Последнее, что ты увидишь."
PhotoboothSoloBLines_Male[2]="Его клинок принесёт СПРАВЕДЛИВОСТЬ!"
PhotoboothSoloBLines_Male[3]="Близко, лично, и СМЕРТЕЛЬНО!"
PhotoboothSoloBLines_Male[4]="Мастер меча. Торговец смертью."
PhotoboothSoloBLines_Female[0]="Её клинок... ИХ КРОВЬ!"
PhotoboothSoloBLines_Female[1]="Последнее, что ты увидишь."
PhotoboothSoloBLines_Female[2]="Её клинок принесёт СПРАВЕДЛИВОСТЬ!"
PhotoboothSoloBLines_Female[3]="Близко, лично, и СМЕРТЕЛЬНО!"
PhotoboothSoloBLines_Female[4]="Мастер меча. Торговец смертью."